<?
//общии
$int_ps='Пароль';
$int_ps2='Повторить пароль';
$int_login='Логин';

$bt_su_reg='Регистрация';
$bt_crea='Регистрация';
$bt_su_rc='Забыли пароль?';
$bt_rec='Востановить';
$bt_exit='Выход';
$bt_su_in='Вход';
$bt_su_sv='Сохранить';
$bt_su_ban='Заблокировать';
$bt_su_unban='Разблокировать';
$bt_su_del='Удалить';

$gend_qr='Ваш пол';
$gend_no='Не указан';
$gend_m='Мужской';
$gend_f='Женский';

$bt_return='<< Назад';
$bt_main_group='Главная группа';
//------------------//


// дни недели
$wk_mo='Понедельник';
$wk_tu='Вторник';
$wk_we='Среда';
$wk_th='Четверг';
$wk_fr='Пятница';
$wk_sa='Cуббота';
$wk_su='Воскресенье';
$wk_aa='Доступно всегда';

$tx_tel='Тел.';
//------------------//


//Страница Авторизации
$hd_wl='Добро пожаловать!';
$hd_nm='Таблица Стенда';


			//сообщения//
$err_ic_lp='Заполните все поля';
$err_ic_da='Данные введены не правильно';
$err_ic_log='Пользователь с таким логином и паролем не найден!';
//------------------//


//Страница Регистрации
$reg_hd_tx='Создать аккаунт';
$reg_name='Фамилия Имя';

			//сообщения//
$err_reg_fd='Заполните все обязательные поля -  Имя, Логин, Пол, Пароль';
$err_reg_mail='Некорректно введен E-mail';
$err_reg_pass='Длина пароля должна быть больше 6-ти символов';
$err_reg_inf_pass='Пароля должна состоять из заглавных или маленьких букв латинского алфавита и цыфр A-Z, a-z, 0-9';
$err_reg_pp2='Пароли не совпадают';
$err_reg_psl='Длинна пароля не должна быть больше 30-ти символов';
$err_reg_gend='Укажите пол';
$err_reg_is='Пользователь с таким Email уже есть на сайте';

//------------------//


//Страница Востановления пароля

$rem_inf='Пожалуйста укажите ниже вашу почту (Email) которая была указана при регистрации. На нее придет письмо в котором будет указан новый пароль.';


//------------------//


//Страница Профиля
$pr_hd_tt='Настройки Профиля';
$pr_hd_inf='Основная информация (Ваш ID';

$pr_in_inf='Активные авторизации';
$pr_in_tbt1='IP';
$pr_in_tbt2='Время Авторизации';
$pr_in_tbt3='Тип устройства';
$pr_in_tbt4='Действия';


$pr_his_inf='История входов';
$pr_his_tb1='Время входа';
$pr_his_tb2='IP';
$pr_his_tb3='ОС';
$pr_his_tb4='Тип устройства';
$pr_his_tb5='Действия';

$pr_dev_inf='Надежные устроиства';

$pr_dp_inf='Изменить персональные данные';
$pr_dp_name='Фамилия Имя (Изменить)';
$pr_dp_email='Ваш почтовый адрес';
$pr_dp_email_inf='Фамилия Имя (Изменить)';
$pr_dp_tel1='Номер телефона(Звонок)';
$pr_dp_tel2='Номер телефона';



$pr_lg_hd='Изменить Язык';
$pr_lg='Язык';


$pr_ps_inf='Смена пароля';
$pr_ps_old='Старый пароль';
$pr_ps_ed1='Новый пароль';
$pr_ps_ed2='Повторите ';








//------------------//






//Верхнее меню
$menu_prim_tables='Таблицы';
$menu_prim_ader='Управление';
$menu_prim_rep='Отчет';
$menu_prim_orar='Расписание';
$menu_prim_sector='Участок';
$menu_prim_broadcast='Трансляция';
$menu_prim_exit='Выход';


$menu_tbsub_none='Нет доступных Таблиц';


//меню администрирование

//пункт -> собрание 
$menu_admin_congr='Собрание';
$menu_admin_publ='Возвещатели';
$menu_admin_group='Группы';



//пункт -> Графики
$menu_admin_grf='График';
$menu_admin_g_cr='Создать новый график';


//пункт -> Отчеты
$menu_admin_rep='Отчет';
$menu_admin_cgrp='Отчет собрания';

//пункт -> Участки
$menu_admin_plot='Участки';
$menu_admin_cgplot='Территория собрания';

//Управление Таблицей
$menu_tb_hed='Адимн Таблицы';
$menu_tb_aut='Управление Таблицами';
$menu_tb_crtb='Создать новую таблицу';
$menu_tb_add='Доб./Уд. возвещателя';
$menu_tb_hist='История действий';




//------------------//







//Страница Таблицы Стэнда
$st_hd_tw='Неделя  с ';
$st_hd_tw2=' до ';
$st_stn=' / Стенд: ';
$st_cgr='Собрание:';

$st_thw='Эта неделя';
$st_nxw='Следующая неделя';
$st_pbh='Возвещатели';
$st_infrap='Отчет за неделю';
$st_tbpd='Возвещатель';
$st_tm='Время';
$st_rap='Отчет';



$st_rap_pb='Публ.';
$st_rap_pv='Видео';
$st_rap_pp='Повторы';
$st_rap_iz='Изучения';








$st_inf_no='В этот день нет служения со стендом';
$st_inf_stn='Вы не добавлены в таблицу';

$st_inf_hd='Информация!';
$st_inf_hd2='Пожалуйста сообщите Ваш ID ответственному <p>брату в Вашем собрании.';
$st_inf_hd3='Ваш ID: ';




//------------------//


//Страница выбора стенда (настройка)
$sst_tit='Настройка таблицы стенда';
$sst_hd1='Выберете таблицу для настройки';
//

//страница настройки стенда Table.html-> tbed
$tbed_1='Редактирование таблиц';
$tbed_2='Название стенда';
$tbed_3='Изменить название таблицы';
$tbed_4='Шаблон времени на день';
$tbed_5='Укажите день недели';
$tbed_6='В случае если в один из дней недели или несколько дней нет сужения со стендом, укажите этот день выбрав его из списка ниже в поле, укажите время 00:00 в таком случае будет отображаться "В Этот День Нет Служения Со Стендом"';
$tbed_7='Внимание! Поле ниже должно быть заполнено согласно правилам если их не учитывать могут произойти критические ошибки работы таблицы. Даное поле помогает ускорить процес заполнения таблицы по времени. Часы записываются в одну строку через разделитель | образец(часы|часы|часы|часы). Пример: 08:00|09:00|10:00|11:00|12:00';
$tbed_8='Функции таблицы';
$tbed_9='Возвещатели могут сами удалять или создавать любую запись в таблице';
$tbed_10='Отчет служения со стендом';
$tbed_11='Возвещателей со стендом 3 (три)';
$tbed_12='Отчет Собрания';
$tbed_13='Ориентации таблицы вертикально(если функция не включена горизонтально)';
$tbed_14='Открытие общего доступа к таблице следуюющей недели';
$tbed_15='Выберете день недели';
$tbed_16='Сделать таблицу активной';
$tbed_17='Работа таблицы';
$tbed_18='Выберете таблицу';
$tbed_19='Выберете состояние';
$tbed_20='Удалить таблицу';
$tbed_21='Выберете Действие';
$tbed_22='Внимание!';
$tbed_23='Удаление таблицы приведет к безвозвратному удалению всех её данных.';
$tbed_24='Активно';
$tbed_25='Не активно';



//



//Страница Блокировки (БАН)
$ban_hd='Аккаунт Заблокирован';
$ban_tx='Для разблокировки вашего аккаунта обратитесь за информацией к ответственному Брату.';



//------------------//


// member.html


$mb_ttlinf='Чтобы добавить возвещателей, создайте таблицу собрания. Вкладка Управление >> Создать новую таблицу (далее следуйте инструкциям указаным на странице).';


$mb_ttl1b='Добавить нового возвещателя в собрание';
$mb_carttl1b='Добавить нового возвещателя в собрание';
$mb_forminps1='Введите ID возвещателя';
$mb_formbtn='Добавить';


$mb_ttl2b='Создать профиль для нового возвещателя';

$mb_gender='Пол';
$mb_lista='Список возвещателей собрания';
$mb_tb_in='Заходил';
$mb_tb_ban='Заблокированный';


// страница добавления пользователя в таблицу
$adduser_1='Добавление в Группу №';
$adduser_2='ответственый';
$adduser_3='Все возвещатели которые относились к группе №';
$adduser_4='будут удалены и будут доступны для повторного добавления в группу.';
$adduser_5='Удалить группу';
$adduser_6='Выполнить';
$adduser_7='Добавить возвещателя в таблицу';
$adduser_8='Выберете таблицу в которую нужно добавить возвещателя';
$adduser_9='Возвещатель которого необходимо добавить в таблицу должен сообщить вам свой ID (вкладка настройки >> вверху "ОСНОВНАЯ ИНФОРМАЦИЯ (ВАШ ID )"
						цифры выделенны Красным.
						Полученный ID от возвещателя необходимо ввести в поле ниже и нажать "Добавить возвещателя".
						После добавления возвещатель должен обновить страницу таблицы и ему станет доступна таблица.';
$adduser_10='Добавить возвещателя';
$adduser_11='Удалить возвещателя из таблицы';
$adduser_12='Выберете таблицу из которой нужно удалить возвещателя';
$adduser_13='Информация!';
$adduser_14='Чтобы удалить Возвещатель из таблицы, нужно ниже в поле указать его ID ( >>как определить ID возвещателя? перейдите в таблицу(из которойнужно удалить возвещателя)  >> вверху возле вкладок
						 выбора недели нажмите "Возвещатели"
						перед фамилией каждого возвещателя в таблицу указан его ID.
						После удаления, возвещателю таблица  перестанет быть доступной.';
$adduser_15='Добавить возвещателя в группу собрания';
$adduser_16='Ваше собранние:';
$adduser_17='Возвещатель которого необходимо добавить в группу собрания должен сообщить вам свой ID 
(вкладка настройки (значек шестеренки в правом верхнем углу) >> вверху "ОСНОВНАЯ ИНФОРМАЦИЯ >> ВАШ ID )" цифры выделенны Красным. 
Полученный ID от возвещателя необходимо ввести в поле ниже и нажать "Добавить возвещателя". 
После добавления возвещатель должен обновить страницу таблицы и ему станет доступна таблица.';
$adduser_18='Возвещатель ID';
$adduser_19='уже добавлен в таблицу';
$adduser_20='успешно добавлен в таблицу';
$adduser_21='был Удален из таблицы';
$adduser_22='был добавлен в Собрание';
$adduser_23='не может быть добавлен в';
$adduser_24=' так как является членом друого собраня.';
$adduser_25='был добавлен в Собрание';


//











?>