<?php

if(!defined("AP")) exit("ƒоступ к файлу напр€мую запрещен!");

// ¬ывод title
echo("<title>”ведомление об ответственности: ".$params_array[0]."</title>");

echo("<h2>”ведомление об ответственности</h2>
<br />ѕредлагаемые товары и услуги предоставл€ютс€ не по заказу лица либо предпри€ти€, эксплуатирующего систему WebMoney Transfer. ћы €вл€емс€ независимым предпри€тием, оказывающим услуги, и самосто€тельно принимаем решени€ о ценах и предложени€х. ѕредпри€ти€, эксплуатирующие систему WebMoney Transfer, не получают комиссионных вознаграждений или иных вознаграждений за участие в предоставлении услуг и не несут никакой ответственности за нашу де€тельность.
<br /><br />
јттестаци€, произведенна€ со стороны WebMoney Transfer, лишь подтверждает наши реквизиты дл€ св€зи и удостовер€ет личность. ќна осуществл€етс€ по нашему желанию и не означает, что мы каким-либо образом св€заны с продажами операторов системы WebMoney.
<br /><br />");
?>